9/data/attachments/2976ab02ad46f805.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_cffa5585-685e-47ca-b942-5c4b2689475e</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>3</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>